/* No comment provided by engineer. */
"enter.task" = "Enter a task";

/* No comment provided by engineer. */
"err.delete.firestore" = "Error deleting task from Firestore: \n %@";

/* No comment provided by engineer. */
"err.get.doc" = "Error getting documents: \n %@";

/* No comment provided by engineer. */
"err.sent.reset.password" = "Error sending password reset email: \n %@";

/* No comment provided by engineer. */
"err.set.display.name" = "Error setting display name: \n %@";

/* No comment provided by engineer. */
"err.signout" = "Error signing out: \n %@";

/* No comment provided by engineer. */
"err.update.firestore" = "Error updating task in Firestore: \n %@";

/* No comment provided by engineer. */
"main.label" = "Get Things Done With TODo";

/* No comment provided by engineer. */
"ok" = "OK";

/* No comment provided by engineer. */
"sent.reset.password" = "Reset link is sent to your mail";

/* No comment provided by engineer. */
"succ.delete.firestore" = "Task deleted successfully from Firestore";

/* No comment provided by engineer. */
"succ.update.firestore" = "Task updated successfully in Firestore";

/* No comment provided by engineer. */
"welcome" = "Welcome! \n %@";

"welcome." = "Welcome!"

/* No comment provided by engineer. */
"to.do.list" = "To Do List";

